{
    "prelude":{
       "titles":{
          "prelude":"Prelude"
       },
       "prelude":[
          {
             "page":"<h2 class=\"chapTitle\">One</h2><p>Finley Hughes cast a listless gaze out through the large display window of the caf&eacute;. With his spiked coffee in one hand, he slid a compact disc into the portable player with the other, headphones haloed around his ears. The songs were all andante, a walking tempo, perfect street-watching music for the perfect street-watching village of Greenwich. Hoping it would be the right music for the occasion, something that could drown out the ambient noise of the all-night diner as it grew progressively less busy, to deny the rest of the world for just a little while, <a class=\"custom__link\" data-type=\"track\" data-link-param=\"fugato\" ng-click=\"showTrack('Fugue')\">he pressed play <span class=\"material-icons small-icon\">music_note</span>.<p>It was a secret joy of his, one of those subtle pleasures so personal that it appeared insignificant when confided in another. The people would advance along the sidewalk and he&rsquo;d wait to single one out who fell in lockstep with the rhythm. And with the rhythm pulsing in his mind, with a <em>he</em> or a <em>she</em> going into and then out of his line of sight, all became synchronized as one. Not just with the spirit of the music or the scene outside or the thoughts in his head, but with the spirit of some other worldly environment, seen and seen into only by him. Tonight, through the caf&eacute; window, he longed to experience the entirety of life&rsquo;s grand soundtrack in full transient glory.</p><p>It was a tall order. Two fifty-minute disc cycles of listening and watching passed before the older couple appeared under a street light. Late forties perhaps, their refined urban attire was subtly coordinated. The music had anticipated their arrival, shifting to a minor modality in accord with the ease of their gait, its bittersweet melancholy both in harmony and in opposition to the woman&rsquo;s singular free-spiritedness, to how she dug herself faithfully into the arm hooked at her man&rsquo;s side, and he with his hand buried in a jacket pocket, a comfortable slouch on his shoulder.</p><p>From Finley&rsquo;s vantage point, they looked happy, two people in such concert with one another, encapsulated and unaware in their joy. But their happiness reminded him of his parents, and so by degrees his contemplations brought about the emotions he had dared to ignore.</p><p>The music changed again, thoughts of distress followed. Now it was the accompaniment to <em>injustice</em>, the din of its relentless march surfacing brief sensations of rage inside him. It was to no avail that they be repressed indefinitely. He had big plans tomorrow and in the conflicted days that would follow he knew he&rsquo;d eventually have to <em>act</em>, to confront or lash out with good cause, though not necessarily his own cause.</p><p><em>You&rsquo;ll find out soon enough, </em>he resolved. And with that, he pulled out the flask from his inside coat pocket and raised a lonely toast to the unknown future. &ldquo;Happy eighteenth birthday,&rdquo; he muttered aloud and drank deep.</p>"
          },
          {
             "page":"<h2 class=\"chapTitle\">Two</h2><p>She watched her life pass before her eyes. Like an abridged biographical film projected upon a glass screen, Katrina Scarlet Worthington stared hazily at the spider web windshield in front of her as a tangle of memories unraveled. A single crack crept slowly across her disoriented field of vision, as she&rsquo;d suspected it would one day, fragmenting and partitioning the thread of her storyline.</p><p>Delicate hands clasped the steering wheel tight. She didn&rsquo;t dare to breathe, as if her entire existence hung in the balance of a single inhalation, that breath alone solidifying the reality that she was desperately trying to deny.</p><p>The airbag had not deployed. She released her grip slowly and brought a shaking hand up to her nose, tapping it softly around the bridge. <em>Probably broken</em>. She couldn&rsquo;t smell a thing, even as the air was thick with burning rubber and exhaust from the fuming engine block. There was a sound however, a faint echo of classical piano in the background, struggling to choreograph the shifting of light and dark across her field of vision.</p><p>Oxygen somehow filled her lungs and tragedy began to set in. It was a familiar embrace, one she had known once before when she was younger. Like a latent stage in adolescent development, she anticipated the solitary shell forming around her again, draining yet containing her, and she welcomed its protection with the reluctant fidelity of a worker set upon an impossible task. She gradually acknowledged with her own logic what lay beyond the fractured windshield. <em>It terrified her. </em>Grim optimism was her sole measure of comfort in that forsaken moment, like a somber prelude that unfastens as a seat belt, opens as a door, envelopes as a dream. She stepped out into the dark.</p>"
          },
          {
             "page":"<h2 class=\"chapTitle\">Three</h2><p>Flicker, fading, extinguished. Gregory Trueheart watched in awe as the life spark from his opponent snuffed out. If the eyes are truly a window into the soul, then he had just witnessed a divine transmigration. The ferrying of spirits between mystical shorelines, the actual shuffling off this mortal coil, the following of light to the end of the iris tunnel, then the slow and apprehensive march toward pearly gates... <strong><em>and another awaits final judgment.</em></strong> He had taken this life before him, this motionless sack of bones lying in a pool of its own blood beneath his mounted frame. His fists still gripped tight the bundled and twisted shirt collar. The voice whispered again in his ear. <strong><em>This window has closed, and it was good.</em></strong></p><p>He released his hands, feeling the numb throbbing for the first time as blood rushed to the bruises on his knuckles. The body slumped to the pavement.  He stood up and so too felt circulation return to his legs, taut from having squatted so long. Surging with euphoria, the flow swelling up his torso and outward across his extremities, he began anew to survey his battleground.</p><p>And that is how they saw each other. <strong class=\"pulse\"><em>You saved her. She owes you. </em></strong>Still huddled protectively against the wall, dazed and confused from the attack, she locked eyes with him for the eternity of one second, trying to peer through his ocular windows and into his own soul, trying to glimpse the heaven fire that burned within. Her expression was both cryptic and horrified, but it didn&rsquo;t matter. The <em>only</em> thing that mattered was to prolong the transcendence he felt, and like death he knew it would soon flicker, fade, and extinguish.</p><p>He turned away to breathe deep, restricting outside access to his spirit with the firm collapse of both eyelids. Where darkness should have ensued, nothing but the bright lights of absolution were visible. Where doubt and ignominy may have set in, he knew otherworldly gratification. Only after the sound of a chorus of celestial trumpets gave way to the realistic wail of police sirens, echoing off the narrow confines of the lower Manhattan alley, did he open his eyes again. <strong><em>You have seen the face of God, Gregory. Behold how everything looks different.</em></strong><br><br><br><br><br></p>"
          }
       ]
    }
 }